IDEA Open Model
Hanging.LegsLength Property
Compatible with IDEA StatiCa Beta 20.0
 Length of legs
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double LegsLength { get; set; }
Public Property LegsLength As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Hanging Class
IdeaRS.OpenModel.Detail Namespace